// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "Administration af brugerroller";

UsersTabTitle = "Brugere:";
GroupsTabTitle = "Grupper:";
RolesTabTitle = "Roller:";

// default roles
DeviceAdministrator = "Administrator af enhed";
DeviceGuest = "Gæst til enhed";
DeviceUser = "Bruger af enhed";

//account types
User = "Bruger";
Group = "Gruppe";

// context menu operatons
DeleteUserGroupContextMenu = "Slet bruger(e) eller gruppe(r)";
DeleteRoleContextMenu = "Slet rolle(r)";
MoveToGroupContextMenu = "Flyt til grupper";
MoveToUserContextMenu = "Flyt til brugere";

// properties names
NameAttribute = "Navn:";
RoleAttribute = "Rolle:";
AuthenticationAttribute = "Login-metode";
AccountTypeAttribute = "Type";

// progress titles
UpdateInformationProcessTitle = "Opdaterer oplysninger...";

// new accounts window
OkButton = "OK";
CancelButton = "Annuller";

AccountSettingsTabTitle = "Kontoindstillinger";
PermissionsPoliciesTabTitle = "Politik for tilladelser";
WindowsDefaultRoleTitle = "Standardtilladelse til Windows:";
LDAPDefaultRoleTitle = "Standardtilladelse til LDAP:";

// alerts
DuplicateNameMessage = "Dette navn er allerede blevet brugt.";
DuplicateUserGroupNameDescription = "Netværksbrugeren eller gruppenavnet er allerede i brug. Indtast en ny netværksbruger eller et nyt gruppenavn.";
DuplicateNameDescription = "Dette navn er allerede i brug. Indtast et nyt navn.";
NetworkUserAndGroupTitle = "Netværksbruger eller gruppe";

DeleteRoleErrorDescription = "Den angivne tilladelse (%@) kan ikke slettes, fordi den stadig er i brug som Standardtilladelse eller i en Netværksgruppe eller bruger til konfiguration af enhedens tilladelse.";

// tooltips
CreateNewUserToolTip = "Opret en ny bruger";
CreateNewGroupToolTip = "Opret en ny gruppe";
CreateNewRoleToolTip = "Opret en ny rolle";

DeleteUsersToolTip = "Slet valgte brugere";
DeleteGroupsToolTip = "Slet valgte grupper";
DeleteRolesToolTip = "Slet valgte roller";

// permission policies
ApplicationNameKey = "Applikationnavn";
ValueKey = "Værdi";

ADMINISTRATIONAPPLICATION = "Administrationsapplikation";
REPORTS = "Rapporter";
CONFIGURATIONSTATUSPAGES = "Konfigurations-/statussider";
CONFIGURATIONPAGE = "Konfigurationsside";
USAGEPAGE = "Brugsside";
FILEDIRECTORY = "Filbibliotek";
SUPPLIESSTATUSPAGE = "Statusside for forbrugsmidler";
COLORUSAGEJOBLOG = "Logfil over farveforbrug for job";
FAXREPORTS = "Faxrapporter";
FAXACTIVITYLOG = "Logfil over faxaktivitet";
BILLINGCODESREPORT = "Rapport over faktureringskoder";
BLOCKEDFAXLIST = "Liste over blokerede faxnumre";
LASTFAXCALLREPORT = "Rapport over seneste faxopkald";
SPEEDDIALLIST = "Liste over hurtigopkald";
OTHERPAGES = "Andre sider";
GENERALSETTINGS = "Generelle indstillinger";
GENERAL = "Generelle indstillinger";
DATETIME = "Dato/tidspunkt";
DATEANDTIME = "Dato/tidspunkt";
ENERGYSETTINGS = "Strømindstillinger";
PRINTQUALITYMENU = "Menuen Udskriftskvalitet";
MANAGESTOREDJOBS = "Administrer gemte job";
ENABLERETRIEVEFROMUSB = "Aktivér Hent fra USB";
RESTOREFACTORYSETTINGS = "Gendan fabriksindstillinger";
DISPLAYSETTINGS = "Visningsindstillinger";
NETWORKSETTINGS = "Netværksindstillinger";
NETWORKPROTOCOLS = "Netværksprotokoller";
COPYSETTINGS = "Kopieringsindstillinger";
FAXSETTINGS = "Faxindstillinger";
FAXSENDSETTINGS = "Indstillinger for faxafsendelse";
FAXSENDSETUP = "Opsæt afsendelse af fax";
FAXSETUPWIZARD = "Opsætningsguide til fax";
GENERALFAXSENDSETTINGS = "Generelle indstillinger for faxafsendelse";
DEFAULTJOBOPTIONSFAXSEND = "Standardjobindstillinger (faxafsendelse)";
FAXRECEIVESETTINGS = "Indstillinger for faxmodtagelse";
FAXRECEIVESETUP = "Opsæt faxmodtagelse";
FAXPRINTINGSCHEDULE = "Udskrivningsplan for fax";
BLOCKEDFAXNUMBERS = "Blokerede faxnumre";
DEFAULTJOBOPTIONSFAXRECEIVE = "Standardjobindstillinger (faxmodtagelse)";
FAXFORWARDING = "Videresend fax";
GENERALPRINTSETTINGS = "Generelle udskriftsindstillinger";
DEFAULTPRINTOPTIONS = "Standardindstillinger for udskrift";
MANAGETRAYS = "Administrer bakker";
STAPLERSTACKERSETTINGS = "Indstillinger for hæftemaskine/stabler";
SCANDIGITALSENDSETTINGS = "Indstillinger for scanning/digital afsendelse";
SCANDIGITALSEND = "Indstillinger for scanning/digital afsendelse";
EMAILSETTINGS = "Indstillinger for e-mail";
EMAILSETUP = "Opsæt e-mail";
DEFAULTJOBSETTINGSEMAILSETTINGS = "Standardjobindstillinger (indstillinger for e-mail)";
SAVETONETWORKFOLDERSETTINGS = "Indstillinger for Gem til netværksmappe";
SAVETONETWORKFOLDERSETUP = "Opsæt Gem til netværksmappe";
DEFAULTJOBSETTINGSNETWORKFOLDER = "Standardjobindstillinger (netværksmappe)";
SAVETOUSBSETTINGS = "Indstillinger for Gem til USB";
SAVETOUSBSETUP = "Opsæt Gem til USB";
SAVETOUSBJOBSETTINGS = "Indstillinger for Gem til USB";
DIGITALSENDSERVICESETUP = "Opsæt digital afsendelsestjeneste";
MANAGESUPPLIES = "Administrer forbrugsvarer";
RESETSUPPLIES = "Nulstil forbrugsvarer";
TROUBLESHOOTINGMENU = "Fejlfindingsmenu";
TROUBLESHOOTING = "Fejlfindingsmenu";
RETRIEVEDIAGNOSTICDATA = "Hent diagnosticeringsdata";
DIAGNOSTICDATA = "Hent diagnosticeringsdata";
STAPLERSTACKER = "Hæftemaskine/stabler";
RETRIEVEFAXDIAGNOSTICDATA = "Hent diagnosticeringsdata om fax";
REMOTECONTROLPANEL = "Fjernbetjeningspanel";
DIGITALSENDINGSOFTWAREDSSSETUP = "Opsætning af Digital Sending-software (DSS)";
DIGITALSENDINGSOFTWARESETUP = "Opsætning af Digital Sending-software";
SUPPLYSTATUSAPPLICATION = "Applikation til forbrugsvarestatus";
COPYAPPLICATION = "Kopieringsapplikation";
SIDEDCOPYOUTPUT = "1-sidet kopiering";
MAKEACOLORCOPY = "Lav en farvekopi";
SAVETODEVICEMEMORYAPPLICATION = "Applikationen Gem til enhedshukommelse";
OPENFROMDEVICEMEMORYAPPLICATION = "Applikationen Åbn fra enhedshukommelse";
STOREDFAXES = "Gemte faxmeddelelser";
DELETEANYSTOREDJOBSHAREDORPRIVATE = "Slet et gemt job (delt eller privat)";
TRAYS = "Bakker";
ABILITYTOMODIFYTRAYSIZEANDTYPESETTINGS = "Mulighed for at ændre bakkestørrelse og typeindstillinger";
PRINTING = "Udskrivning";
PRINTINCOLOR = "Udskriv i farve";
OPENFROMUSBAPPLICATION = "Applikationen Åbn fra USB";
FAXAPPLICATION = "Faxapplikation";
ABILITYTOEDITTHEBILLINGCODE = "Mulighed for at ændre faktureringskoden";
ABILITYTOEDITASPEEDDIAL = "Mulighed for at redigere et hurtigopkaldsnummer";
EMAILAPPLICATION = "Applikation til e-mail";
ABILITYTOEDITTHEFROMFIELDFOREMAIL = "Mulighed for at redigere feltet Fra til e-mail";
ABILITYTOEDITTHETOFIELDFOREMAIL = "Mulighed for at redigere feltet Til til e-mail";
ABILITYTOEDITTHECCFIELDFOREMAIL = "Mulighed for at redigere feltet CC til e-mail";
ABILITYTOEDITTHEBCCFIELDFOREMAIL = "Mulighed for at redigere feltet BCC til e-mail";
ABILITYTOEDITTHESUBJECTFIELDFOREMAIL = "Mulighed for at redigere feltet Emne til e-mail";
ABILITYTOEDITTHEBODYOFANEMAIL = "Mulighed for at ændre tekstkorpus i en e-mail";
ADDRESSBOOK = "Adressebog";
ABILITYTOMANAGECONTACTSINAPRIVATEADDRESSBOOK = "Mulighed for at administrere kontaktpersoner i en privat adressebog";
ABILITYTOMANAGECONTACTSINSHAREDADDRESSBOOKS = "Mulighed for at administrere kontaktpersoner i delte adressebøger";
SAVETOSHAREPOINT = "Gem i SharePoint®";
NETWORKFOLDERAPPLICATION = "Applikationen Netværksmappe";
ABILITYTOEDITTHENETWORKFOLDERPATH = "Mulighed for at redigere stien til netværksmappen";
JOBSTATUSAPPLICATION = "Applikationen Jobstatus";
DETAILSORCANCELANYUSERSJOB = "Detaljer eller annuller en brugers job";
ABILITYTOPROMOTEANYUSERSJOB = "Mulighed for at starte en brugers job";
ABILITYTOVIEWALLJOBSINTHEJOBLOGFORALLUSERS = "Mulighed for at se alle job i joblogfilen for alle brugere";
SAVETOUSBAPPLICATION = "Applikationen Gem til USB";
DEVICEMAINTENANCEAPPLICATION = "Applikationen Enhedsadministration";
INFORMATION = "Information";
DEVICESTATUS = "Enhedsstatus";
PRINT = "Udskriv";
HPWEBSERVICES = "HP Web Services";
ONLINEHELP = "Onlinehjælp";
FAX = "Fax";
RESTRICTCOLOR = "Begræns farve";

EnableFromRestrictColorPlugin = "For at aktivere denne funktion, skal du gå til tilbehøret Begræns farve";
ENABLEDEVICEUSB = "Aktiver enhedens USB-port";

DELETEPROTECTEDJOBSWITHOUTENTERINGTHEPASSWORDORPIN = "Slet beskyttede jobs uden at indtaste kodeord eller PIN";
JOBLOG = "Logfil for job";
STATUSINFORMATION = "Statusinformation";
PRINTABLEREPORTSANDPAGES = "Rapporter og sider til udskrift";
NETWORKING = "Netværk";
ALERTS = "Meddelelser";
CONTROLPANELADMINISTRATIONMENU = "Administrationsmenu for kontrolpanel";
AUTOSEND = "Autosend";
DISPLAYCUSTOMIZATIONS = "Tilpasning af skærm";
BACKUPANDRESTORE = "Sikkerhedskopier og gendan";
SOLUTIONINSTALLER = "Løsningsinstallationsprogram";
FIRMWAREUPGRADE = "Firmware-opgradering";
QUOTAANDSTATISTICSSERVICES = "Tjenester til kvote og statistik";
CONTROLPANELCUSTOMIZATION = "Tilpasning af kontrolpanel";
QUICKSETSSETUP = "Opsætning af hurtige sæt";
GENERALTROUBLESHOOTING = "Generel fejlløsning";
CALIBRATIONCLEANING = "Kalibrering/rengøring";
SECURITY = "Sikerhed";
GENERALSECURITY = "Generel sikkerhed";
ACCESSCONTROL = "Adgangskontrol";
PROTECTSTOREDDATA = "Beskyt opbevarede data";
CERTIFICATEMANAGEMENT = "Certifikatshåndtering";
WEBSERVICESECURITY = "Sikkerhed for webtjenste";
EMAILDOMAINRESTRICTION = "Demænebegrænsninger for e-mail";
FAXARCHIVEANDFORWARDING = "Faxarkiv og videresendelse";
SPEEDDIALS = "Hurtig opringning";
COPYPRINT = "Kopier/print";
ADJUSTPAPERTYPES = "Tilpas papirtype";
RETRIEVEFROMUSBSETUP = "Hent fra USB-opsætning";
REMOTESCANREQUEST = "Anmodning om fjernscanning";
EMAILANDSAVETONETWORKFOLDERQUICKSETUPWIZARDS = "E-mail og gem i netværksmappen Guide til hurtig opsætning";
PREFERENCES = "Præferencer";
